$(document).ready(function(){
    $(".iskr").sparkle({
    "count": 200, // Количество искр
    "color": ["#FFDE93", "#FFCA7C", "#EAE659", "#D28D65", "yellow"], // Цвета искр. Можно использовать массив ["#ff0080","#ff0080","#FFF"]
    "minSize": 5, // Минимальный размер искры
    "maxSize": 20, // Максимальный размер искры
    "overlap": 0, // На сколько пикселей выходить за края объекта
    "direction": "up", // Направление движения (both, up, down)
    "speed": 1, // Скорость движения искр
    "fadeSpeed": 3000 // Скорость исчезания/появления
});
$(".iskr1").sparkle({
    "count": 200, // Количество искр
    "color": ["#FFDE93", "#FFCA7C", "#EAE659", "#D28D65", "yellow"], // Цвета искр. Можно использовать массив ["#ff0080","#ff0080","#FFF"]
    "minSize": 5, // Минимальный размер искры
    "maxSize": 20, // Максимальный размер искры
    "overlap": 0, // На сколько пикселей выходить за края объекта
    "direction": "up", // Направление движения (both, up, down)
    "speed": 1, // Скорость движения искр
    "fadeSpeed": 3000 // Скорость исчезания/появления
});
});